tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/php"
tap "homebrew/science"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "caskroom/cask"
tap "tomanthony/brews"

brew "coreutils"
brew 'grc'
brew 'grunt-cli'
brew 'hub'
brew 'mysql'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
brew 'sshrc'
brew 'yarn'

brew 'itermocil'

brew 'matplotlib'

brew 'php71'
brew 'composer'

brew 'mas'

cask "1password"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "etcher"
cask "evernote"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "qgis"
cask "sequel-pro"
cask "sketch"
cask "slack"
cask "caskroom/drivers/sonos"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "transmit"

mas 'Trello', id: 1278508951