tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "caskroom/cask"
tap "tomanthony/brews" #for itermocil

brew "grc"
brew "hub"
brew "mysql"
brew "nvm"
brew "rbenv"
brew "ruby-build"
brew "coreutils"

brew "itermocil"

brew "mas"

cask "1password"
cask "alfred"
cask "balenaetcher"
cask "beardedspice"
cask "bitbar"
cask "caskroom/drivers/sonos"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "omnidisksweeper"
cask "sequel-pro-nightly"
cask "sketch"
cask "sonos"
cask "spectacle"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
cask "yakyak"

mas "Trello", id: 1278508951
mas "Bear", id: 1091189122