tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/science"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "caskroom/cask"
tap "tomanthony/brews"

brew 'git-flow-avh'
brew 'grc'
brew 'hub'
brew 'mysql'
brew 'nvm'
brew 'rbenv'
brew 'ruby-build'
brew "coreutils"
# brew 'sshrc'

brew 'itermocil'

brew 'mas'

cask "1password"
cask "alfred"
cask "caskroom/drivers/sonos"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "omnidisksweeper"
cask "qgis"
cask "sequel-pro-nightly"
cask "spectacle"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
cask "yakyak"

mas 'Trello', id: 1278508951
mas 'Bear', id: 1091189122